Repository: Seergs/vikuapp
Catalog: Packages/VikuWidgetKit/Sources/VikuWidgetKit/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %lld overdue · %lld today
es: %lld vencidas · %lld hoy

source: %lld tasks
es: %lld tareas

source: %lld today · %lld upcoming
es: %lld hoy · %lld próximas

source: +%lld more
es: +%lld más

source: Add Task
es: Agregar tarea

source: Add task
es: Agregar tarea

source: Calendar
es: Calendario

source: Couldn't refresh
es: No se pudo actualizar

source: Marks a Vikunja task done or not done.
es: Marca una tarea de Vikunja como hecha o no hecha.

source: No connection and nothing saved yet.
es: Sin conexión y aún no hay nada guardado.

source: Not connected
es: No conectado

source: Nothing due today.
es: Nada pendiente hoy.

source: Nothing due. Enjoy it.
es: Nada pendiente. Disfrútalo.

source: Open Viku to add your instance.
es: Abre Viku para agregar tu instancia.

source: Open Viku's quick-add sheet.
es: Abre la hoja de agregado rápido de Viku.

source: Open Vikunja to add your instance.
es: Abre Vikunja para agregar tu instancia.

source: Opens Viku's quick-add sheet to jot down a new task.
es: Abre la hoja de agregado rápido de Viku para anotar una tarea nueva.

source: Overdue
es: Vencida

source: Showing saved data
es: Mostrando datos guardados

source: Sign in again
es: Inicia sesión de nuevo

source: Task ID
es: ID de tarea

source: Tasks that are overdue, due today, or coming up.
es: Tareas vencidas, que vencen hoy, o próximas.

source: The Viku glyph as a one-tap shortcut to add a task.
es: El glifo de Viku como acceso directo de un toque para agregar una tarea.

source: This month's tasks at a glance, with today's list.
es: Las tareas de este mes de un vistazo, con la lista de hoy.

source: Toggle Task Completion
es: Alternar finalización de tarea

source: Today
es: Hoy

source: Your token was rejected. Re-add the connection in Settings.
es: Tu token fue rechazado. Vuelve a agregar la conexión en Configuración.
